[PuellaMagiClassWotC_Shinobi X2SoldierClassTemplate]
+DisplayName="剑之圣女"
+ClassSummary="，三姐妹中最擅长使用各类刀具的近战大师，通过献祭灵魂缔结契约后获得了一种无与伦比的力量以及无法抑制的杀戮欲望，在杀戮欲望的泥潭下她一点点的沦陷为她们最憎恶的魔女"
+AbilityTreeTitles[0]="希望"
+AbilityTreeTitles[1]="信念"
+AbilityTreeTitles[2]="堕落"
+AbilityTreeTitles[3]="混沌池"
+RandomNickNames[0]="巫师"
+RandomNickNames[1]="女巫"
+RandomNickNames[2]="术士"
+RandomNickNames[3]="神经病"
+RandomNickNames[4]="挽歌"
+RandomNickNames[5]="回声"
+RandomNickNames[6]="灵体"
+RandomNickNames[7]="烟雾"
+RandomNickNames[8]="十六进制"
+RandomNickNames[9]="禅"
+RandomNickNames[10]="欧米茄"
+RandomNickNames[11]="黄昏"
+RandomNickNames[12]="巫毒"
+RandomNickNames[13]="地狱魔王"
+RandomNickNames[14]="法官"
+RandomNickNames[15]="怪胎"
+RandomNickNames[16]="颤动"
+RandomNickNames[17]="恐惧"
+RandomNickNames[18]="食尸鬼"
+RandomNickNames[19]="奥兹"
+RandomNickNames[20]="空"
+RandomNickNames[21]="零"
+RandomNickNames[22]="通灵板"
+RandomNickNames[23]="先知"
+RandomNickNames[24]="噩梦"
+RandomNickNames[25]="毒蛇"
+RandomNickNames[26]="幽灵"
+RandomNickNames[27]="恶魔"
+RandomNickNames[28]="乌鸦"
+RandomNickNames[29]="维达"
+RandomNickNames[30]="综合症"
+RandomNickNames[31]="德鲁伊"
+RandomNickNames[32]="惊悚片"
+RandomNickNames[33]="凤凰城"
+RandomNickNames[34]="午夜"
+RandomNickNames[35]="乌鸦"
+RandomNickNames[36]="稻草人"
+RandomNickNames[37]="吸血鬼"
+RandomNickNames[38]="狼人"
+RandomNickNames[39]="僵尸"
+RandomNickNames[40]="萤火虫"
+RandomNickNames[41]="预兆"
+RandomNickNames[42]="乌鸦"
+RandomNickNames[43]="天外来物"
+RandomNickNames[44]="残酷"
+RandomNickNames[45]="尖叫"
+RandomNickNames_Male[0]="洛基"
+RandomNickNames_Male[1]="法老"
+RandomNicknames_Male[2]="梅林"
+RandomNicknames_Male[3]="传教士"
+RandomNickNames_Female[0]="格雷女士"
+RandomNicknames_Female[1]="女巫"
+RandomNicknames_Female[2]="女妖"
+RandomNicknames_Female[3]="奥罗拉"
+RandomNicknames_Female[4]="神谕者"
+RandomNicknames_Female[5]="痛苦"
+RandomNicknames_Female[6]="莫里甘"
+RandomNicknames_Female[7]="紫罗兰"

+RankNames[0]="新手"
+RankNames[1]="结缔"
+RankNames[2]="遵守"
+RankNames[3]="侵蚀"
+RankNames[4]="毁约"
+RankNames[5]="腐化"
+RankNames[6]="堕落"
+RankNames[7]="魔化"
+RankNames[8]="魔女"

+ShortNames[0]="新手"
+ShortNames[1]="结缔"
+ShortNames[2]="遵守"
+ShortNames[3]="侵蚀"
+ShortNames[4]="毁约"
+ShortNames[5]="腐化"
+ShortNames[6]="堕落"
+ShortNames[7]="魔化"
+ShortNames[8]="魔女"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]= "UILibrary_Connected.magirank_initiate"
+RankIcons[2]= "UILibrary_Connected.magirank_acolyte"
+RankIcons[3]= "UILibrary_Connected.magirank_adept"
+RankIcons[4]= "UILibrary_Connected.magirank_disciple"
+RankIcons[5]= "UILibrary_Connected.magirank_mystic"
+RankIcons[6]= "UILibrary_Connected.magirank_warlock"
+RankIcons[7]= "UILibrary_Connected.magirank_magus"
+RankIcons[8]= "UILibrary_Connected.magirank_Hawa"

[PuellaMagiClassWotC_Pistol X2SoldierClassTemplate]
+DisplayName="弓之魔女"
+ClassSummary="弓之魔女作为三姐妹中唯一拥有射击能力的一员，通过献祭灵魂缔结契约后获得了远超常人的灵魂潜力和无法比拟的力量后，在不面对不断冲击本心的绝望下，她似乎逐渐走向真理"
+AbilityTreeTitles[0]="希望"
+AbilityTreeTitles[1]="信念"
+AbilityTreeTitles[2]="疯狂"
+AbilityTreeTitles[3]="混沌池"
+RandomNickNames[0]="巫师"
+RandomNickNames[1]="女巫"
+RandomNickNames[2]="术士"
+RandomNickNames[3]="神经病"
+RandomNickNames[4]="挽歌"
+RandomNickNames[5]="回声"
+RandomNickNames[6]="灵体"
+RandomNickNames[7]="烟雾"
+RandomNickNames[8]="十六进制"
+RandomNickNames[9]="禅"
+RandomNickNames[10]="欧米茄"
+RandomNickNames[11]="黄昏"
+RandomNickNames[12]="巫毒"
+RandomNickNames[13]="地狱魔王"
+RandomNickNames[14]="法官"
+RandomNickNames[15]="怪胎"
+RandomNickNames[16]="颤抖"
+RandomNickNames[17]="恐惧"
+RandomNickNames[18]="食尸鬼"
+RandomNickNames[19]="奥兹"
+RandomNickNames[20]="空"
+RandomNickNames[21]="零"
+RandomNickNames[22]="通灵板"
+RandomNickNames[23]="先知"
+RandomNickNames[24]="噩梦"
+RandomNickNames[25]="毒蛇"
+RandomNickNames[26]="幽灵"
+RandomNickNames[27]="恶魔"
+RandomNickNames[28]="乌鸦"
+RandomNickNames[29]="维达"
+RandomNickNames[30]="综合症"
+RandomNickNames[31]="德鲁伊"
+RandomNickNames[32]="惊悚片"
+RandomNickNames[33]="凤凰城"
+RandomNickNames[34]="午夜"
+RandomNickNames[35]="乌鸦"
+RandomNickNames[36]="稻草人"
+RandomNickNames[37]="吸血鬼"
+RandomNickNames[38]="狼人"
+RandomNickNames[39]="僵尸"
+RandomNickNames[40]="萤火虫"
+RandomNickNames[41]="预兆"
+RandomNickNames[42]="乌鸦"
+RandomNickNames[43]="天外来物"
+RandomNickNames[44]="残酷"
+RandomNickNames[45]="尖叫"
+RandomNickNames_Male[0]="洛基"
+RandomNickNames_Male[1]="法老"
+RandomNicknames_Male[2]="梅林"
+RandomNicknames_Male[3]="传教士"
+RandomNickNames_Female[0]="格雷女士"
+RandomNicknames_Female[1]="女巫"
+RandomNicknames_Female[2]="女妖"
+RandomNicknames_Female[3]="奥罗拉"
+RandomNicknames_Female[4]="神谕者"
+RandomNicknames_Female[5]="痛苦"
+RandomNicknames_Female[6]="莫里甘"
+RandomNicknames_Female[7]="紫罗兰"

+RankNames[0]="新手"
+RankNames[1]="侍女"
+RankNames[2]="友爱"
+RankNames[3]="希望"
+RankNames[4]="超越"
+RankNames[5]="破除"
+RankNames[6]="坚守"
+RankNames[7]="终结"
+RankNames[8]="真理"

+ShortNames[0]="新手"
+ShortNames[1]="侍女"
+ShortNames[2]="友爱"
+ShortNames[3]="希望"
+ShortNames[4]="超越"
+ShortNames[5]="破除"
+ShortNames[6]="坚守"
+ShortNames[7]="终结"
+ShortNames[8]="真理"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]= "UILibrary_Connected.magirank_initiate"
+RankIcons[2]= "UILibrary_Connected.magirank_acolyte"
+RankIcons[3]= "UILibrary_Connected.magirank_adept"
+RankIcons[4]= "UILibrary_Connected.magirank_disciple"
+RankIcons[5]= "UILibrary_Connected.magirank_mystic"
+RankIcons[6]= "UILibrary_Connected.magirank_warlock"
+RankIcons[7]= "UILibrary_Connected.magirank_magus"
+RankIcons[8]= "UILibrary_Connected.magirank_Hawa"

[PuellaMagiClassWotC_Gauntlet X2SoldierClassTemplate]
+DisplayName="纯洁圣女"
+ClassSummary="三姐妹中最喜欢摆弄各种重火力的爆破专家，通过献祭灵魂缔结契约后,以同等的的力量换取同等的绝望，最终一步步走向终焉。"
+AbilityTreeTitles[0]="希望"
+AbilityTreeTitles[1]="信条"
+AbilityTreeTitles[2]="绝望"
+AbilityTreeTitles[3]="XCOM"
+RandomNickNames[0]="巫师"
+RandomNickNames[1]="女巫"
+RandomNickNames[2]="术士"
+RandomNickNames[3]="神经病"
+RandomNickNames[4]="挽歌"
+RandomNickNames[5]="回声"
+RandomNickNames[6]="灵体"
+RandomNickNames[7]="烟雾"
+RandomNickNames[8]="十六进制"
+RandomNickNames[9]="禅"
+RandomNickNames[10]="欧米茄"
+RandomNickNames[11]="黄昏"
+RandomNickNames[12]="巫毒"
+RandomNickNames[13]="地狱魔王"
+RandomNickNames[14]="法官"
+RandomNickNames[15]="怪胎"
+RandomNickNames[16]="颤抖"
+RandomNickNames[17]="恐惧"
+RandomNickNames[18]="食尸鬼"
+RandomNickNames[19]="奥兹"
+RandomNickNames[20]="空"
+RandomNickNames[21]="零"
+RandomNickNames[22]="通灵板"
+RandomNickNames[23]="先知"
+RandomNickNames[24]="噩梦"
+RandomNickNames[25]="毒蛇"
+RandomNickNames[26]="幽灵"
+RandomNickNames[27]="恶魔"
+RandomNickNames[28]="乌鸦"
+RandomNickNames[29]="维达"
+RandomNickNames[30]="综合症"
+RandomNickNames[31]="德鲁伊"
+RandomNickNames[32]="惊悚片"
+RandomNickNames[33]="凤凰城"
+RandomNickNames[34]="午夜"
+RandomNickNames[35]="乌鸦"
+RandomNickNames[36]="稻草人"
+RandomNickNames[37]="吸血鬼"
+RandomNickNames[38]="狼人"
+RandomNickNames[39]="僵尸"
+RandomNickNames[40]="萤火虫"
+RandomNickNames[41]="预兆"
+RandomNickNames[42]="乌鸦"
+RandomNickNames[43]="天外来物"
+RandomNickNames[44]="残酷"
+RandomNickNames[45]="尖叫"
+RandomNickNames_Male[0]="洛基"
+RandomNickNames_Male[1]="法老"
+RandomNicknames_Male[2]="梅林"
+RandomNicknames_Male[3]="传教士"
+RandomNickNames_Female[0]="格雷女士"
+RandomNicknames_Female[1]="女巫"
+RandomNicknames_Female[2]="女妖"
+RandomNicknames_Female[3]="奥罗拉"
+RandomNicknames_Female[4]="神谕者"
+RandomNicknames_Female[5]="痛苦"
+RandomNicknames_Female[6]="莫里甘"
+RandomNicknames_Female[7]="紫罗兰"

+RankNames[0]="新手"
+RankNames[1]="契约"
+RankNames[2]="失神"
+RankNames[3]="吞噬"
+RankNames[4]="恐惧"
+RankNames[5]="绝望"
+RankNames[6]="梦魇"
+RankNames[7]="魔女"
+RankNames[8]="终焉"

+ShortNames[0]="新手"
+ShortNames[1]="契约"
+ShortNames[2]="失神"
+ShortNames[3]="吞噬"
+ShortNames[4]="恐惧"
+ShortNames[5]="绝望"
+ShortNames[6]="梦魇"
+ShortNames[7]="魔女"
+ShortNames[8]="终焉"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]= "UILibrary_Connected.magirank_initiate"
+RankIcons[2]= "UILibrary_Connected.magirank_acolyte"
+RankIcons[3]= "UILibrary_Connected.magirank_adept"
+RankIcons[4]= "UILibrary_Connected.magirank_disciple"
+RankIcons[5]= "UILibrary_Connected.magirank_mystic"
+RankIcons[6]= "UILibrary_Connected.magirank_warlock"
+RankIcons[7]= "UILibrary_Connected.magirank_magus"
+RankIcons[8]= "UILibrary_Connected.magirank_Hawa"

; ---------- 她的意志之路 ----------------

[TestPanic X2AbilityTemplate]
+LocFriendlyName="破灭的希望"
+LocLongDescription="（不推荐）通过随时摧毁灵魂宝石——可以使该魔法少女成为一个可抛弃的自毁单位。"
+LocHelpText="使所有目标范围内的所有物体遭受酸灼伤和中毒。（包括友方！）"
+LocFlyOverText="破灭的希望"
+LocPromotionPopupText="<Bullet/> 通过不抱任何希望地向她传达真相，你可以制造出在战场上磨损的一次性自毁武器。<br/><Bullet/>小心。这名魔法少女死后会造成‘一枚炸弹’！<br/>"

[HerWillPassive X2AbilityTemplate]
+LocFriendlyName="灵魂宝石"
+LocLongDescription="该魔法少女可随时投入任务，无论其身体或精神受到何种伤害。"
+LocHelpText="该魔法少女可随时投入任务，无论其身体或精神受到何种伤害。"
+LocPromotionPopupText="<Bullet/>她的灵魂宝石被嵌入在体内，因此可以随时投入到任务中——无论身体或精神受到何种伤害。<br/><Bullet/>小心。这名魔法少女死亡时会造成‘灾难’！<br/>"

[HerWill X2AbilityTemplate]
+LocFriendlyName="信念破灭"
+LocLongDescription="没有希望。她的灵魂已经被彻底摧毁。"
+LocHelpText="没有希望。她的灵魂已被‘现实’摧毁。"
+LocFlyOverText="信念破灭"

[ITWill X2AbilityTemplate]
+LocFriendlyName="湮灭寄生兽"
+LocLongDescription="立即抹除不必要的 寄生兽。"
+LocHelpText="立即抹除不必要的 寄生兽。"
+LocFlyOverText="湮灭寄生兽"

[HerWillBurst X2AbilityTemplate]
+LocFriendlyName="腐化"
+LocLongDescription="她的灵魂宝石已和身体完全融合，最大程度地减少了魔法少女信念崩塌的‘破灭’。"
+LocHelpText="使所有目标范围内的所有生物受到燃烧、酸灼伤、恐慌和中毒的效果。（包括友方！）"
+LocFlyOverText="腐化"



[PM_Shot_All X2AbilityTemplate]
LocFriendlyName="手枪舞者"
LocLongDescription="魔法少女已接受训练，可以有效利用 <Ability:SecondaryWeaponName/> 的全部活性。"
LocHelpText="用手枪向目标射击。"
LocFlyOverText=""
LocPromotionPopupText="<Bullet/> <Ability:SecondaryWeaponName/> 允许 <Ability:ClassName/> 在花费其他行动点时进行攻击或监视。<br>"

[PM_Shot X2AbilityTemplate]
LocFriendlyName="手枪舞者"
LocLongDescription="这名士兵可以使用任何武器发射手枪射击并触发移动点，包括连续射击和回击。"
LocHelpText="该士兵只能使用任何武器发射手枪射击和触发移动点，包括连续射击和回击。"
LocFlyOverText="快速射击"
LocPromotionPopupText="<Bullet/>手枪技能仅限魔法少女。包含射击手枪（触发移动点）、连续射击和回击射击。<br/>"

[PM_Grenade X2AbilityTemplate]
LocFriendlyName="绝望转换"
LocLongDescription="这名魔法少女有一个额外的手榴弹插槽和一个重型武器插槽。通过消耗敌人的灵魂来重新装载重型武器。"
LocHelpText="这名魔法少女有一个额外的手榴弹插槽和一个重型武器插槽。通过敌人的灵魂来重新装载重型武器。"
LocPromotionPopupText="<Bullet/>这名魔法少女有一个额外的手榴弹插槽和一个重型武器插槽，并且可以通过消耗敌人的灵魂来重新装填重型武器。<br/>"

[PsiSlice X2AbilityTemplate]
+LocFriendlyName="剑舞"
+LocLongDescription="消耗移动点 - <Ability: PrimaryWeaponName /> 和 <Ability: SecondaryWeaponName /> 进行不会终止动作的连续斩击攻击。"
+LocHelpText="使用动量 - <Ability: PrimaryWeaponName /> 和 <Ability: SecondaryWeaponName /> 进行不会终止动作的连续斩击攻击。"
+LocPromotionPopupText="<Bullet/> 您可以将移动光标放在敌人上方来触发剑舞技能。<br/><Bullet/>魔法少女可以执行"冲刺"动作，使用两个动作进行移动，并仍然对相邻的敌人触发 剑舞。<br/><Bullet/> Slash 有 6 回合的冷却时间，但没有剑舞效果。<br/>"

[PM_Reload X2AbilityTemplate]
LocFriendlyName="无限弹药"
LocLongDescription="您无需任何行动点即可为魔法少女重新装填大口径弹药"
LocHelpText="重新装填你的武器。（无需任何行动点）"
LocFlyOverText="重新加载"
LocPromotionPopupText="<Bullet/你可以为无法重新装填的魔法少女重新装填大口径弹药。<br/><Bullet/>如果你拥有此技能，你可以使用无限数量的魔法少女的压倒性火力。<br/>"


; ---------- 新路径 ----------------

[HerWillSolacePM X2AbilityTemplate]
+LocFriendlyName="魔女的馈赠"
+LocLongDescription="魔法少女以在战场上生出寄生兽。被一种光环包围着的敌人会受到火焰、酸灼伤、恐慌和中毒的伤害。"
+LocHelpText="魔法少女可以在战场上生出蛹。被一种光环包围的敌人会受到火焰、酸灼伤、恐慌和中毒的伤害。"
+LocFlyOverText="魔女的馈赠"
+LocPromotionPopupText="<Bullet/> 它有 4 个方块半径。<br/><Bullet/> 移动到受到火焰、酸灼伤和中毒影响的敌人旁边。<br/><Bullet/> 由于她的绝望达到了顶峰，现在指挥官将能够在"魔女"死后控制她。<br/>"

[HerWillSolacePMCleanse X2AbilityTemplate]
+LocFriendlyName="魔女的馈赠"
+LocLongDescription="魔法少女可以在战场上生出寄生兽。被一种光环包围着的敌人会受到火焰、酸灼伤、恐慌和中毒的伤害。"
+LocHelpText="魔法少女可以在战场上生出寄生兽。被一种光环包围的敌人会受到火焰、酸灼伤、恐慌和中毒的伤害。"
+LocFlyOverText="魔女的馈赠"
+LocPromotionPopupText="<Bullet/> 它有 4 个方块半径。<br/><Bullet/> 移动到受到火焰、酸灼伤和中毒影响的敌人旁边。<br/><Bullet/> 由于她的绝望达到了顶峰，现在指挥官将能够在"魔女"死后控制她。<br/>"

[HerWillSolacePMPassive X2AbilityTemplate]
+LocFriendlyName="魔女的馈赠"
+LocLongDescription="魔法少女可以在战场上生出寄生兽。被一种光环包围着的敌人会受到火焰、酸灼伤、恐慌和中毒的伤害。"
+LocHelpText="魔法少女可以在战场上生出寄生兽。被一种光环包围的敌人会受到火焰、酸灼伤、恐慌和中毒的伤害。"
+LocFlyOverText="魔女的馈赠"
+LocPromotionPopupText="<Bullet/> 它有 4 个方块半径。<br/><Bullet/> 移动到受到火焰、酸灼伤和中毒影响的敌人旁边。<br/><Bullet/> 由于她的绝望达到了顶峰，现在指挥官将能够在"魔女"死后控制她。<br/>"

[Cut X2AbilityTemplate]
+LocFriendlyName="无尽之刃"
+LocFlyOverText="无尽之刃"
+LocLongDescription="只要灵魂数量足够就能进行不间断的斩击并获得相应次数的移动点，以此来满足她那躁动的杀戮欲望。我已经......停不下来了"
+LocHelpText="只要灵魂数量足够就能进行不间断的斩击并获得相应次数的移动点，以此来满足她那躁动的杀戮欲望。我已经......停不下来了"
+LocPromotionPopupText="<Bullet/>使用近战武器攻击相邻目标。<br/><Bullet/>使用任何动作且不会自动结束你的回合，因此可以攻击一个回合。"

[advCutPassive X2AbilityTemplate]
+LocFriendlyName="绝望传染"
+LocLongDescription="使用移动点将与力量等同的绝望注入敌人体内进行‘感染’，造成不同的负面状况，包括精神控制。"
+LocHelpText="使用移动点将与力量等同的绝望注入敌人体内进行‘感染’，造成不同的负面状况，包括精神控制。"
+LocPromotionPopupText="<Bullet/>魔法少女现在可以随机获得移动点。<br/><Bullet/> 触发的移动点可用于招架或躲避动作。"

[advCut X2AbilityTemplate]
+LocFriendlyName="绝望传染"
+LocFlyOverText="绝望传染"
+LocLongDescription="使用移动点将与力量等同的绝望注入敌人体内进行‘感染’，造成不同的负面状况，包括精神控制。"
+LocHelpText="使用移动点将与力量等同的绝望注入敌人体内进行‘感染’，造成不同的负面状况，包括精神控制。"
+LocPromotionPopupText="<Bullet/> 使用移动点将与力量等同的绝望注入敌人体内进行‘感染’，造成不同的负面状况，包括精神控制。<br/><Bullet/> 使用一个动作并且不会自动结束你的回合，因此一个回合可能进行两次攻击。"

[CutLance X2AbilityTemplate]
+LocFriendlyName="剑舞"
+LocFlyOverText="剑舞"
+LocLongDescription="同时使用移动点和敌人的灵魂，你可以发动强大的联合攻击，使敌人昏迷或失去意识。触发移动点"
+LocHelpText="同时使用移动点和敌人的灵魂，你可以发动强大的联合攻击，使敌人昏迷或失去意识。触发移动点"
+LocPromotionPopupText="<Bullet/>同时使用移动点和敌人的灵魂你可以发动强大的联合攻击，使敌人昏迷或失去意识。触发移动点。<br/><Bullet/>如果你有足够多的灵魂用以献祭，你可以多次使用此技能，因为此技能也会触发移动点。"


[PM_Heal X2AbilityTemplate]
+LocFriendlyName="希望的种子"
+LocLongDescription="使用你的魂石治愈受伤的盟友并稳定流血。每次使用最多可治愈 <Ability:GREMLINHEALHP/> 生命值。高级魂石稳定器可以治愈更多。"
+LocHelpText="使用你的魂石治愈受伤的盟友并稳定流血情况"
+LocPromotionPopupText="<Bullet/>最高级别的治疗能力，但取决于对象的意志和使用者的 灵能统计数据。（就像精神控制一样）。<br/><Bullet/> 使用超速驱动，可以在一回合内治愈大量生命值。<br/><Bullet/> 如果对手很固执，他们可能会拒绝恢复。<br/>"

[SoulCorruption X2AbilityTemplate]
+LocPromotionPopupText="<Bullet/>这种邪恶的离子伤害极小，但绝对能摧毁敌人。<br/><Bullet/>充分利用魔法少女的角色，借助她的超速技能，你可以在一回合内使用大量的灵能。<br/>"

[PsiOperativeMindControl X2AbilityTemplate]
+LocPromotionPopupText="<Bullet/> 精神控制有一个 <Ability:SelfCooldown/> 回合冷却时间。<br/>"

[PM_Initialization X2AbilityTemplate]
+LocFriendlyName="希望种子"
+LocLongDescription="在内心之中重新埋下充满希望的种子，让魔法少女从此免疫各类灵能负面效果
+LocHelpText="免疫所有精神影响并且在受伤时迅速恢复健康。"
+LocPromotionPopupText="<Bullet/>现在她再也不会陷入恐慌了。（这个单位不会自毁。）<br/><Bullet/>得益于希望的加入，她可以安抚附近的朋友，不容易死去。<br/>"

[PM_Immunities X2AbilityTemplate]
LocFriendlyName="精神堡垒"
LocLongDescription="升天的魔法师 (Puella Magi) 对任何形式的负面精神影响免疫。"
LocHelpText="魔法少女对任何形式的负面精神影响免疫。"

[PM_Regeneration X2AbilityTemplate]
LocFriendlyName="希望之光"
LocLongDescription="魔法少女受伤后能迅速恢复健康。"
LocHelpText="这个魔法少女在受伤时会很快恢复健康。"
LocFlyOverText="希望种子"

[PM_Burst X2AbilityTemplate]
LocFriendlyName="信念坚定"
LocLongDescription="魔法少女在受伤时会迅速恢复健康，并且免疫任何形式的负面物理影响。消除希望爆发的惩罚，受到伤害时，可以传送到新位置。"
LocHelpText="魔法少女在受伤时会迅速恢复健康，并且免疫任何形式的负面物理影响。消希望爆发的惩罚。受损时，可以传送至新位置。"
LocFlyOverText="希望种子"
LocPromotionPopupText="<Bullet/>这名魔法少女在受伤时会迅速恢复健康，并且不受任何形式的负面物理影响。<br/><Bullet/>当希望爆发处于激活状态时，消除连续标准攻击的<Ability:Overdrive_RecoilPenalty/>% 瞄准惩罚。<br/><Bullet/>当受到伤害时，魔法少女可以传送到新的位置。<br/><Bullet/>传送的目的地在士兵的身边随机确定，并且无论玩家的操作如何都会立即执行。<br/>"

[PMSuperposition X2AbilityTemplate]
LocFriendlyName="逃避现实"
LocLongDescription="当受到伤害时，魔法少女会立刻逃离对其照成伤害的来源。"
LocHelpText="当受到伤害时，魔法少女会立刻逃离对其照成伤害的来源。"
LocFlyOverText="传送"
LocPromotionPopupText="<Bullet/>受到伤害时，魔少女可以传送到新的位置。<br/><Bullet/>传送的目的地是在士兵身边的随机位置确定的，并且无论玩家的操作如何都会立即执行。<br/>"


[PM_DimensionalRift X2AbilityTemplate]
LocFriendlyName="绝望泄露"
LocLongDescription="魔法少女‘召唤’出一块由体内绝望的空间，在短暂的延迟后爆发。任何被卷入爆炸的受害者都会受到伤害，并可能因释放的非自然能量而昏迷或迷失方向。"
LocHelpText="打开一个巨大的绝望空间，对所有位于其边界内的单位造成伤害。"
LocFlyOverText="绝望泄露"
LocPromotionPopupText="<Bullet/>绝望空间不是靠魔法少女的力量召唤出来的。除了希望爆发，施展绝望泄露后你还可以做其他事情。<br/><Bullet/>与其他灵能士兵不同，她的次元裂隙的实际伤害非常弱，但它可以使大范围的绝望空间内的负面状态生效。<br/>

[SpecialPmPsiAmp_CV X2WeaponTemplate]
FriendlyName="灵魂石稳定器"
BriefSummary="这是一个特殊的增幅器，可以安全地容纳魂石。如果没有它，一声枪响就能粉碎她的心智。"
TacticalText="<Bullet/> 只有少数魔法少女可获得高级灵魂增幅器。\n<Bullet/> 可作为主要武器，但不能射击和监视"
AbilityDescName="灵魂石稳定器"

[SpecialPmPsiAmp_MG X2WeaponTemplate]
FriendlyName="灵魂石安定器"
BriefSummary="借助外星人的灵能技术，特殊灵能装置能够可靠地净化灵魂石。"
TacticalText=""<Bullet/> 只有少数魔法少女可获得高级灵魂增幅器。\n<Bullet/>无法射击和守望。相反，闪电反射会恢复"
AbilityDescName="灵魂石稳定器"

[SpecialPmPsiAmp_BM X2WeaponTemplate]
FriendlyName="希望缔造者"
BriefSummary="这个灵魂增幅器是由长老的灵能精华制成的。因此，她成为了接近半神的存在。"
TacticalText="<Bullet/>只有少数魔法少女可获得高级灵魂增幅器。\n<Bullet/>无法射击和监视。相反，闪电反射和持续能力会恢复"
AbilityDescName="灵魂石稳定器"

[SpecialPriestAmp_CV X2PairedWeaponTemplate]
FriendlyName="孵化灵魂石"
BriefSummary="这个增幅器是由长老的灵能精华制成的。因此，她成为了接近半神的存在。"
TacticalText="<Bullet/> 只有少数魔法少女可获得高级灵魂增幅器。\n<Bullet/> 可作为主要武器，但不能射击和监视"

[SpecialPriestAmp_MG X2PairedWeaponTemplate]
FriendlyName="孵化灵魂石"
BriefSummary="这个增幅器是由长老的灵能精华制成的。因此，她成为了接近半神的存在。"
TacticalText=""<Bullet/> 只有少数魔法少女可获得高级灵魂增幅器。\n<Bullet/>无法射击和守望。相反，闪电反射会恢复"

[SpecialPriestAmp_BM X2PairedWeaponTemplate]
FriendlyName="孵化灵魂石"
BriefSummary="这个增幅器是由长老的灵能精华制成的。因此，她成为了接近半神的存在。"
TacticalText="<Bullet/>只有少数魔法少女可获得高级灵魂增幅器。\n<Bullet/>无法射击和监视。相反，闪电反射和持续能力会恢复"


[PointBlankstormAttack X2AbilityTemplate]
LocFriendlyName="不要靠近我"
LocLongDescription="向任何进入近战范围或从近战范围攻击的敌人发射<Ability:WeaponName/>。"
LocHelpText="向任何进入近战范围或从近战范围攻击的敌人发射<Ability:WeaponName/>。"
LocFlyOverText="不要靠近我"
LocPromotionPopupText="<Bullet/> 只消耗一发弹药 - 可以瞬间对近战半径内的移动敌人进行反应射击<br/>"

[PM_Momentum1 X2AbilityTemplate]
LocFriendlyName="信念转换"
LocLongDescription="将行动点转换为格挡的移动点"
LocHelpText="将行动点转换为格挡的移动点"
LocFlyOverText="信念转换"
LocPromotionPopupText="<Bullet/> <br/><Bullet/>如果您愿意，可以通过将您的所有行动转化为移动点来格挡大量攻击。"

[Cutstorm X2AbilityTemplate]
LocFriendlyName="剑魔乱舞"
LocLongDescription="<Ability:WeaponName/> 自动对进入或从 3 格外攻击的任何敌人使用剑舞。剑舞必定命中"
LocHelpText="<Ability:WeaponName/> 自动对进入或从 3 格外攻击的任何敌人使用剑舞。剑舞必定命中"
LocFlyOverText="剑魔乱舞"
LocPromotionPopupText="<Bullet/> 如果敌人没有在相邻的方格中开始他们的回合，则当该敌人移动到 3 个方格时将触发剑魔乱舞。<br/><Bullet/>剑魔乱舞必定命中"

[CutstormAttack X2AbilityTemplate]
LocFriendlyName="剑魔乱舞"
LocLongDescription="<Ability:WeaponName/> 自动对进入或从 3 格外攻击的任何敌人使用剑魔乱舞。剑魔乱舞必定命中"
LocHelpText="<Ability:WeaponName/> 自动对进入或从 3 格外攻击的任何敌人使用剑魔乱舞。剑魔乱舞必定命中"
LocFlyOverText="剑魔乱舞"
LocPromotionPopupText="<Bullet/> 如果敌人没有在相邻的方格中开始他们的回合，则当该敌人移动到 3 个方格时将触发剑魔乱舞。<br/><Bullet/> 剑魔乱舞必定命中"

[Arrowstorm X2AbilityTemplate]
LocFriendlyName="情绪崩溃"
LocLongDescription="通过献祭灵魂向进入或攻击范围的任何敌人发射<Ability:WeaponName/>"
LocHelpText="通过献祭灵魂向进入或攻击射程的任何敌人发射<Ability:WeaponName/>"
LocFlyOverText="情绪崩溃"
LocPromotionPopupText="<Bullet/> 如果敌人在附近方块中开始其回合，则当该敌人试图攻击 <Ability:ClassName/> 时，将触发情绪崩溃。<br/><Bullet/> 如果敌人没有在相邻方块中开始其回合，则当该敌人进入范围时，将触发情绪崩溃。<br/>"

[ArrowstormAttack X2AbilityTemplate]
LocFriendlyName="情绪崩溃"
LocLongDescription="通过消耗灵魂向进入攻击范围的任何敌人发射<Ability:WeaponName/>"
LocHelpText="通过消耗灵魂向进入攻击范围的任何敌人发射<Ability:WeaponName/>"
LocFlyOverText="情绪崩溃"


[Focusheave_Reload X2AbilityTemplate]
LocFriendlyName="信念种子"
LocHelpText="重新装填这件重型武器。 (灵魂：3)"
LocFlyOverText="重新加载（重型武器）"
LocPromotionPopupText="<Bullet/> 消耗灵魂来重新装填该士兵的重型武器。"

[advFocusheave_Reload_Passive X2AbilityTemplate]
LocFriendlyName="信念空间"
LocHelpText="仅用 2 个灵魂值即可重新装填重型武器。"
LocFlyOverText="重新加载（重型武器）"
LocPromotionPopupText="<Bullet/>这名魔法少女撕裂他的部分信念创造了一个信念空间——它可以在里面储存大量额外的重型武器弹药。<br/><Bullet/> 绝望倾泻器匣通过减少在重新装填重型武器之前所需的灵魂，实现了更实用的操作。"

[AlterFocusheave_Reload_Passive X2AbilityTemplate]
LocFriendlyName="混沌空间"
LocHelpText="仅消耗一个灵魂即可重新装填重型武器。"
LocFlyOverText="重新加载（重型武器）"
LocPromotionPopupText="<Bullet/>这名魔法少女撕裂他的更多的信念开辟出了了一个混沌空间——其中可以储存大量额外的重型武器弹药。<br/><Bullet/>混沌空间允许士兵在拥有足够的灵魂时使用重型武器。"

[advFocusheave_Reload X2AbilityTemplate]
LocFriendlyName="信念空间"
LocHelpText="重新装填这件重型武器。 (灵魂：2)"
LocFlyOverText="重新加载（重型武器）"
LocPromotionPopupText="<Bullet/> 消耗灵魂来重新装填该士兵的重型武器。"

[AlterFocusheave_Reload X2AbilityTemplate]
LocFriendlyName="混沌空间"
LocHelpText="重新装填这件重型武器。 (灵魂：1)"
LocFlyOverText="重新加载（重型武器）"
LocPromotionPopupText="<Bullet/> 消耗灵魂来重新装填该士兵的重型武器。"


[Despair_1 X2AbilityTemplate]
LocFriendlyName="魔女化：希望破灭"
LocLongDescription="通过将魔女化的真相告知魔法少女，以同等的绝望换取力量，所有 <Ability:SecondaryWeaponName/> 攻击造成 +1 额外伤害，但永久意志和防御减少 -10。"
LocHelpText=" 所有 <Ability:SecondaryWeaponName/> 攻击造成 +1 额外伤害，但永久意志和防御减少 -10。"
LocFlyOverText="魔女化：希望破灭"
LocPromotionPopupText="<Bullet/>通过将魔女化的真相告知魔法少女，以等同的绝望换取力量。<br/><Bullet/>所有<Ability:SecondaryWeaponName/>攻击造成 +1 额外伤害，但永久意志和防御减少 -10。"

[Despair_2 X2AbilityTemplate]
LocFriendlyName="魔女化：绝望"
LocLongDescription="得知魔女化的真相的魔法少女，以更多的绝望换取强大的力量，所有 <Ability:SecondaryWeaponName/> 攻击造成 +2 额外伤害，但永久意志和防御减少 -20。"
LocHelpText=" 所有 <Ability:SecondaryWeaponName/> 攻击造成 +2 额外伤害，但永久意志和防御减少 -20。"
LocFlyOverText="魔女化：绝望"
LocPromotionPopupText="<Bullet/> 得知魔女化的真相的魔法少女，以更多的绝望换取强大的力量。<br/><Bullet/>所有 <Ability:SecondaryWeaponName/> 攻击造成 +2 额外伤害，但永久意志和防御减少 -20。"

[Despair_3 X2AbilityTemplate]
LocFriendlyName="魔女化：崩溃"
LocLongDescription="得知魔女化的真相的魔法少女即将迎来魔女化，以巨大的绝望换取力量，所有 <Ability:SecondaryWeaponName/> 攻击造成 +3 额外伤害，但永久意志和防御减少 -30。"
LocHelpText=" 所有 <Ability:SecondaryWeaponName/> 攻击造成 +3 额外伤害，但永久意志和防御减少 -30。"
LocFlyOverText="魔女化：崩溃"
LocPromotionPopupText="<Bullet/> 得知魔女化的真相的魔法少女即将迎来魔女化，以巨大的绝望换取力量。<br/><Bullet/>所有 <Ability:SecondaryWeaponName/> 攻击造成 +3 额外伤害，但永久意志和防御减少 -30。"

[Despair_4 X2AbilityTemplate]
LocFriendlyName="魔女化：魔化"
LocLongDescription="死亡对魔女化的她来说是另一种救赎，积攒足够的绝望时彻底化为魔女，所有<Ability:SecondaryWeaponName/>攻击造成 +4 额外伤害，但永久意志和防御减少 -40。"
LocHelpText=" 所有 <Ability:SecondaryWeaponName/> 攻击造成 +4 额外伤害，但永久意志和防御减少 -40。"
LocFlyOverText="魔女化：魔化"
LocPromotionPopupText="<Bullet/>死亡对魔女化的她来说是另一种救赎，积攒足够的绝望时彻底化为魔女。<br/><Bullet/>所有<Ability:SecondaryWeaponName/>攻击均造成 +4 额外伤害，但永久意志和防御减少 -40。"

[WishPassion X2AbilityTemplate]
LocFriendlyName="愿望：激情"
LocLongDescription="她希望直接改变自己或他人的内在弱点。通过激励和激情技能，可以给予对手或自己额外的 AP。"
LocHelpText="她希望直接改变自己或他人的内在弱点。通过激励和激情技能，可以给予对手或自己额外的 AP。"
LocFlyOverText="愿望：激情"
LocPromotionPopupText="<Bullet/>魔法类型：火焰<br/><br/>这个愿望得到了想要改变自己脆弱意志的宿主的回应，让通过这个愿望成为魔法少女的契约者在一切事情上都明确地有了目的和动力。而魔法少女有着坚定的目的感。所以在苏尔杰姆怀抱这个愿望的魔法少女，心中有着明确的希望。但首先，打破硬核的危险是巨大的。但是，这个直接影响精神或人际关系的愿望，根据激活的程度，可能会非常危险。尤其是魔法少女，精神受损直接与永久死亡有关。"

[WishAnswer X2AbilityTemplate]
LocFriendlyName="愿望：答案"
LocLongDescription="她希望立即得到补偿。因此，获得瞄准、机动、生命值和闪避的奖励。"
LocHelpText="她希望立即得到补偿。因此，获得瞄准、机动、生命值和闪避的奖励。"
LocFlyOverText="愿望：答案"
LocPromotionPopupText="<Bullet/>魔法类型：森林<br/><br/>这个愿望并非物理上的不可能，而是对她无法通过自己的努力克服或获得的愿望的回应。有了这个愿望，成为魔法少女的主人将立即获得一个空的奖励，并拥有在未来保留该奖励的力量。但是，不费吹灰之力就成功的果实并不十分甜蜜，而不断吃下这些毒药的魔法少女心中的不耐烦将比她曾经感受到的任何喜悦都要强烈。"

[WishMental X2AbilityTemplate]
LocFriendlyName="愿望：精神"
LocLongDescription="对于她的愿望，精神和智力比任何物质都重要。因此，获得意志、PsiOffense 奖励并恢复生命值"
LocHelpText="对于她的愿望，精神和智力比任何物质都重要。因此，获得意志、PsiOffense 奖励并恢复生命值"
LocFlyOverText="愿望：精神"
LocPromotionPopupText="<Bullet/>魔法类型：水<br/><br/>这种欲望表现为，为了实现主人的愿望，需要心灵（=或神经系统）部分发生重大变化，而不是物质变化。如果真实转变水平高，它可以通过超自然原理影响身体。考虑到心灵对人类和魔法操纵原理的影响，这种愿望几乎可以产生任何接近全能的效果。然而，这种直接影响精神或人际关系的欲望，根据激活程度，可能会非常危险。对于魔法少女来说尤其如此，精神障碍与永久性死亡直接相关。"

[WishFantasy X2AbilityTemplate]
LocFriendlyName="愿望：幻想"
LocLongDescription="她想要一些在现实中无论如何都不可能实现的事情，但她的愿望实现了。拥有逆转和交换技能，每次任务开始时都以 2 点专注力。"
LocHelpText="她想要一些在现实中无论如何都不可能实现的事情，但她的愿望实现了。拥有逆转和交换技能，每次任务开始时都以 2 点专注力开始。"
LocFlyOverText="愿望：幻想"
LocPromotionPopupText="<Bullet/>魔法类型：光<br/><br/>一般来说，人们的愿望都与现实有关，但有些人可能想要一些明显不符合现实宇宙法则的事情。结果，魔法少女的愿望和戴米·加德的力量一样改变了现实。但所有这些奇迹都不是人类的努力，而是虚幻的超自然现实世界改造的结果。这意味着人类的所有系统都被新的愿望系统接管，然后被中和。而如果提出这个愿望的魔法少女认识到了上述情况，她的绝望将比她见过的任何东西都更强烈。"

[WishReality X2AbilityTemplate]
LocFriendlyName="愿望：现实"
LocLongDescription="她想要一个极其现实或简单的梦想，或者一个系统的方法来实现她的理想。增加主要武器伤害 1 点，增加黑客属性 40 点。"
LocHelpText="她想要一个极其现实或简单的梦想，或者一个系统的方法来实现她的理想。增加主要武器伤害 1 点，增加黑客属性 40 点。"
LocFlyOverText="愿望：现实"
LocPromotionPopupText="<Bullet/>魔法类型：暗<br/><br/>某些人的愿望已经是系统化或者非常具体的，因此实现它们所需要的奇迹和魔法的程度与结果相比可能非常小。基于这些愿望，魔法少女能够凭借现实的天赋解决宇宙面前的困难。然而，现实的希望很快就会带来现实的绝望，而这个魔法少女比其他人更绝望——因为她知道，现实比任何东西都更残酷。"

[WishVoid X2AbilityTemplate]
LocFriendlyName="愿望：无效"
LocLongDescription="她只想看着世界燃烧。随时可能惊慌失措并从身体中召唤一个灵能僵尸，但意志永久减少 -100。"
LocHelpText="她只想看着世界燃烧。随时可能惊慌失措并从身体中召唤一个灵能僵尸，但意志永久减少 -100。"
LocFlyOverText="愿望：无效"
LocPromotionPopupText="<Bullet/>魔法类型：【警告-灵魂检测异常。立即废弃】<br/><br/>这种不可思议的他人愿望，是魔法少女成长过程中，有一次因为社交出现了严重问题而产生了这个愿望，又很可能是家庭环境暂时出现了问题，这个愿望正忙着让世界按照魔法少女的要求而堕落。首先，魔法少女的家庭关系被破坏，社区出现混乱，社会和国家问题出现，国际危险和星球灾难不断发生。当然，没有哪个魔法少女能够从头到尾忍受这种现象而不受任何精神伤害。而对于魔法少女来说，精神伤害是一个非常严重的问题。"

[Creed X2AbilityTemplate]
LocFriendlyName="振奋"
LocLongDescription="通过消耗灵魂获得额外的行动点"
LocHelpText="通过消耗灵魂获得额外的行动点"
LocFlyOverText="振奋"

[ShadowbindPM X2AbilityTemplate]
LocFriendlyName="灵魂剥夺"
LocHelpText="魔法少女在彻底沦为魔女后获得的馈赠之一在短时间内接近对方，将其灵魂暂时抽离身躯，并凝聚一团由绝望能量组织的全新身躯，其能力和本体不相上下。"
LocLongDescription="魔法少女在彻底沦为魔女后获得的馈赠之一在短时间内接近对方，将其灵魂暂时抽离身躯，并凝聚一团由绝望能量组织的全新身躯，其能力和本体不相上下。"
LocFlyOverText="灵魂剥夺"
LocPromotionPopupText="<Bullet/>魔法少女在彻底沦为魔女后获得的馈赠之一在短时间内接近对方，将其灵魂暂时抽离身躯，并凝聚一团由绝望能量组织的全新身躯，其能力和本体不相上下。<br/>"

[Timestop X2AbilityTemplate]
LocFriendlyName="三源归气"
LocLongDescription="通过消灵魂暂时停止时间，随时获得行动点数并在任意遮挡物的位置隐匿身形，如果有一个方向无法遮挡敌方视野将无法启用"
LocHelpText="通过消耗灵魂，获得行动点数并在任意遮挡物的位置隐匿身形，如果有一个方向无法遮挡敌方视野将无法启用"
LocFlyOverText="三源归气"
LocPromotionPopupText="<Bullet/>通过消耗焦点"暂时"停止时间，随时获得行动点数并在没有侧翼时获得隐蔽。<br/><Bullet/>如果使用得当，您实际上可以将其用作停止时间。"

[ArcWavePM X2AbilityTemplate]
LocFriendlyName="抹杀冲击"
LocLongDescription="允许魔法少女在攻击方向上产生一波灵能。伤害随着灵魂数量的提高而增加。"
LocHelpText="允许魔法少女在攻击方向上产生一股灵能波。"
LocPromotionPopupText="<Bullet/>灵能波不会影响原始撕裂攻击的目标。<br/><Bullet/>灵能波造成的伤害等于魔法少女当前灵魂数量等级的两倍，如果它们没有灵魂数量，则为 1。<br/><Bullet/>灵能波会穿过环境物体。<br/>"

[Pyromancer X2AbilityTemplate]
LocFriendlyName="灵魂焚化"
LocLongDescription="向锥形区域喷射灵能火焰。"
LocHelpText="在锥形区域喷射灵能火焰。"
LocFlyOverText="灵魂焚化"
LocPromotionPopupText="<Bullet/> 在锥形区域喷射灵能火焰。<br/><Bullet/> 灵魂焚化对迷失者来说非常有效，但对你的机器没有效果。<br/>"
